Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
tr_tr: Lütfen talebiniz işlenirken bekleyin; bu biraz zaman alabilir. Sayfadan ayrılabilirsiniz. İşlem tamamlandığında, sonuç günlük dosyasını burada görüntüleyebileceksiniz.

source: Click "Add historical reviews" to upload past reviews.
tr_tr: Geçmiş değerlendirmeleri yüklemek için "Geçmiş değerlendirmeleri ekle" öğesini tıklayın.

source: No historical reviews
tr_tr: Geçmiş değerlendirme yok

source: Period of evaluation
tr_tr: Değerlendirme dönemi

source: {{reviewsCount}} worker
tr_tr: {{reviewsCount}} çalışan

source: {{reviewsCount}} workers
tr_tr: {{reviewsCount}} çalışan

source: No historical performance ratings upload yet!
tr_tr: Henüz geçmiş performans değerlendirmesi yüklenmedi!

source: The upload completed with {{count}} errors. Please download the log file to review them.
tr_tr: Yükleme {{count}} hata ile tamamlandı. Lütfen bunları değerlendirmek için günlük dosyasını indirin.

source: File upload: errors detected
tr_tr: Dosya yükleme: hatalar tespit edildi

source: The file will not be published; it will only be used for you.
tr_tr: Dosya yayınlanmayacak; yalnızca sizin için kullanılacak.

source: Download the Excel template
tr_tr: Excel şablonunu indir

source: Add worker details and ratings to the Excel file
tr_tr: Excel dosyasına çalışan ayrıntılarını ve derecelendirmelerini ekleyin

source: The review file was successfully uploaded. Please download the result log file.
tr_tr: Değerlendirme dosyası başarıyla yüklendi. Lütfen sonuç günlük dosyasını indirin.

source: Upload the modified Excel file
tr_tr: Değiştirilmiş Excel dosyasını yükleyin

source: Upload historical reviews
tr_tr: Geçmiş değerlendirmeleri yükleyin

source: Hello, {{name}}
tr_tr: Merhaba, {{name}}

source: Today is {{date}}
tr_tr: Bugün {{date}}

source: My network
tr_tr: Ağım

source: Good morning, {{name}}
tr_tr: Günaydın, {{name}}

source: No new notifications. Check again later for updates.
tr_tr: Yeni bildirim yok. Güncellemeler için daha sonra tekrar kontrol edin.

source: Quick actions
tr_tr: Hızlı eylemler

source: Your documents will appear here
tr_tr: Belgeleriniz burada görünecek

source: Your documents
tr_tr: Belgeleriniz

source: You have no documents yet.
tr_tr: Henüz belgeniz yok.

source: No documents
tr_tr: Belge yok

source: You have already responded to this request.
tr_tr: Bu isteğe zaten yanıt verdiniz.

source: Learning
tr_tr: Öğrenme

source: Add behaviors
tr_tr: Davranışlar ekle

source: Assigned to {{count}} people
tr_tr: {{count}} kişiye atandı

source: {{org}} is already included into the selected departments.
tr_tr: {{org}} zaten seçilen departmanlara dahil edilmiştir.

source: User or organization
tr_tr: Kullanıcı veya organizasyon

source: Are you sure you want to publish this library?
tr_tr: Bu kitaplığı yayınlamak istediğinizden emin misiniz?

source: The library was successfully published.
tr_tr: Kitaplık başarıyla yayınlandı.

source: Your library was successfully saved.
tr_tr: Kitaplığınız başarıyla kaydedildi.

source: Library description
tr_tr: Kitaplık açıklaması

source: Library display options
tr_tr: Kitaplık görüntüleme seçenekleri

source: Library name
tr_tr: Kitaplık adı

source: Library owners
tr_tr: Kitaplık sahipleri

source: Tag description
tr_tr: Etiket açıklaması

source: Tag name
tr_tr: Etiket adı

source: Enter a short description
tr_tr: Kısa bir açıklama girin

source: The library was saved.
tr_tr: Kitaplık kaydedildi.

source: Locality
tr_tr: Bölge

source: City or locality.
tr_tr: Şehir veya bölge.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
tr_tr: Bu denetim kaydı, tüm dosya yüklemelerinin geçmişini takip edecektir. Bir çeviri dosyası her yüklendiğinde, ayrıntılar otomatik olarak burada kaydedilecektir.

source: No audit records yet
tr_tr: Henüz denetim kaydı yok

source: Imported by:
tr_tr: İçe aktaran:

source: Number of labels created:
tr_tr: Oluşturulan etiket sayısı:

source: Number of labels reverted to standard:
tr_tr: Standarda döndürülen etiket sayısı:

source: Number of labels skipped:
tr_tr: Atlanan etiket sayısı:

source: Show details
tr_tr: Ayrıntıları göster

source: The size of the files exceeds the maximum limit.
tr_tr: Dosyaların boyutu maksimum sınırı aşıyor.

source: Language code:
tr_tr: Dil kodu:

source: Created at:
tr_tr: Oluşturulma tarihi:

source: Labels changed:
tr_tr: Etiketler değiştirildi:

source: Language:
tr_tr: Dil:

source: Last updated:
tr_tr: Son güncelleme:

source: Translation source:
tr_tr: Çeviri kaynağı:

source: Language details
tr_tr: Dil ayrıntıları

source: Updated by:
tr_tr: Güncelleyen:

source: Versions:
tr_tr: Sürümler:

source: {{selectedCount}} files selected
tr_tr: {{selectedCount}} dosya seçildi

source: Get started by uploading a localization file.
tr_tr: Bir yerelleştirme dosyası yükleyerek başlayın.

source: No customizations yet.
tr_tr: Henüz özelleştirme yok.

source: Search by language code
tr_tr: Dil koduna göre ara

source: Custom overwrites
tr_tr: Özel üzerine yazmalar

source: Total languages
tr_tr: Toplam dil sayısı

source: Audit trails
tr_tr: Denetim izleri

source: Translation source
tr_tr: Çeviri kaynağı

source: Add at least one file to start uploading.
tr_tr: Yüklemeye başlamak için en az bir dosya ekleyin.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
tr_tr: Dosya doğrulanırken bir hata oluştu. Lütfen sütun adlarını, zorunlu verileri, dosya biçimini kontrol edin ve tekrar deneyin.

source: Upload finished
tr_tr: Yükleme tamamlandı

source: Invalid file name
tr_tr: Geçersiz dosya adı

source: A file with the same name was already added.
tr_tr: Aynı ada sahip bir dosya zaten eklendi.

source: The file upload has failed.
tr_tr: Dosya yükleme başarısız oldu.

source: The file was successfully uploaded.
tr_tr: Dosya başarıyla yüklendi.

source: Fill in the template
tr_tr: Şablonu doldurun

source: Upload the file
tr_tr: Dosyayı yükle

source: Supported formats: CSV. Max 10MB for file.
tr_tr: Desteklenen formatlar: CSV. Dosya için maksimum 10MB.

source: File upload for {{language}}
tr_tr: {{language}} için dosya yükleme

source: Upload additional files
tr_tr: Ek dosyalar yükle

source: Company name
tr_tr: Şirket adı

source: Enter
tr_tr: Girin

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
tr_tr: Şirket adınız bulunamadı; lütfen yazım denetimi yapın ve tekrar deneyin. Daha fazla desteğe ihtiyacınız varsa, lütfen dahili BT yardım masanızla veya sistem yöneticinizle iletişime geçin.

source: Something's not right.
tr_tr: Yolunda gitmeyen bir şey var.

source: Enter your company name
tr_tr: Şirket adınızı girin

source: Welcome
tr_tr: Hoş geldiniz

source: Your email
tr_tr: E-posta adresiniz

source: Username or email
tr_tr: Kullanıcı adı veya e-posta

source: Enter your email
tr_tr: E-posta adresinizi girin

source: I'm logging in for the first time/I forgot my password
tr_tr: İlk kez oturum açıyorum/Şifremi unuttum

source: It's great to see you!
tr_tr: Sizi görmek çok güzel!

source: Re-enter my company name
tr_tr: Şirket adımı yeniden girin

source: You are signed in to company:
tr_tr: Şu şirkette oturum açtınız:

source: Sign in with my company SSO login
tr_tr: Şirketimin tek oturum açma bilgileriyle oturum açın

source: Log back in
tr_tr: Tekrar oturum açın

source: You have been successfully logged out.
tr_tr: Oturumunuz başarıyla kapatıldı.

source: Logout successful
tr_tr: Oturumu kapatma başarılı

source: Professional roles
tr_tr: Profesyonel görevler

source: Exceeded
tr_tr: Aşıldı

source: Progress slider
tr_tr: İlerleme kaydırıcısı

source: Please add at least one measurement criteria.
tr_tr: Lütfen en az bir ölçüm kriteri ekleyin.

source: Start value
tr_tr: Başlangıç değeri

source: Binary
tr_tr: İkili

source: Financial
tr_tr: Finansal

source: Unit
tr_tr: Birim

source: Progress: {{progress}}%
tr_tr: İlerleme: %{{progress}}

source: Got it, thanks!
tr_tr: Anladım, teşekkürler!

source: The model was successfully created.
tr_tr: Model başarıyla oluşturuldu.

source: Dataset
tr_tr: Veri Kümesi

source: Edit model
tr_tr: Modeli düzenle

source: The details of the model were successfully saved.
tr_tr: Modelin ayrıntıları başarıyla kaydedildi.

source: All data
tr_tr: Tüm veriler

source: Selected models
tr_tr: Seçilen modeller

source: The models were successfully deleted.
tr_tr: Modeller başarıyla silindi.

source: The model was successfully deleted.
tr_tr: Model başarıyla silindi.

source: No results.<br/>Clear your search to show all results.
tr_tr: Sonuç yok.<br/>Tüm sonuçları göstermek için aramanızı temizleyin.

source: Export data
tr_tr: Verileri dışa aktar

source: Features
tr_tr: Özellikler

source: Models list
tr_tr: Modeller listesi

source: Training data last refreshed on
tr_tr: Eğitim verilerinin en son yenilendiği tarih

source: No models in the selected dataset
tr_tr: Seçilen veri kümesinde model yok

source: No models with name "{{phrase}}"
tr_tr: "{{phrase}}" adında bir model yok

source: Open {{name}} properties
tr_tr: {{name}} özelliklerini aç

source: Training might be required; the training data is older than the latest refreshed data.
tr_tr: Eğitim gerekebilir; eğitim verileri en son yenilenen verilerden daha eskidir.

source: Retrain
tr_tr: Yeniden Eğit

source: The model was successfully retrained.
tr_tr: Model başarıyla yeniden eğitildi.

source: Select model {{name}}
tr_tr: {{name}} modelini seç

source: Training data as of
tr_tr: Şu tarih itibariyle eğitim verileri:

source: Unselect model {{name}}
tr_tr: {{name}} modelinin seçimini kaldır

source: Model description
tr_tr: Model açıklaması

source: Add a description for the model
tr_tr: Model için bir açıklama ekleyin

source: Export model
tr_tr: Modeli dışa aktar

source: Coefficients
tr_tr: Katsayılar

source: Feature
tr_tr: Özellik

source: Significance
tr_tr: Önem

source: Significance ranges:
tr_tr: Önem aralıkları:

source: Standard error
tr_tr: Standart hata

source: T-value
tr_tr: T-değeri

source: This model doesn't have any features yet.
tr_tr: Bu modelin henüz herhangi bir özelliği yok.

source: Model features
tr_tr: Model özellikleri

source: Data scope:
tr_tr: Veri kapsamı:

source: Model information
tr_tr: Model bilgisi

source: Label:
tr_tr: Etiket:

source: Last trained by:
tr_tr: Son eğitimi veren:

source: Last trained on:
tr_tr: Son eğitim tarihi:

source: Data version:
tr_tr: Veri sürümü:

source: Adjusted R squared:
tr_tr: Ayarlanmış R kare:

source: No model performance defined yet.
tr_tr: Henüz bir model performansı tanımlanmadı.

source: Model performance
tr_tr: Model performansı

source: Loss function:
tr_tr: Kayıp fonksiyonu:

source: Mean absolute error:
tr_tr: Ortalama mutlak hata:

source: Mean squared error:
tr_tr: Ortalama kare hatası:

source: R squared:
tr_tr: R kare:

source: Root mean squared error:
tr_tr: Ortalama karekök hatası:

source: No population criteria yet.
tr_tr: Henüz popülasyon kriteri yok.

source: Population criteria:
tr_tr: Popülasyon kriterleri:

source: Model name
tr_tr: Model adı

source: Enter the name of the model
tr_tr: Modelin adını girin

source: Edit model details
tr_tr: Model ayrıntılarını düzenle

source: Training performance
tr_tr: Eğitim performansı

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
tr_tr: Bir modelin ücreti yönlendiren unsurları açıklama yeteneğini yansıtan ve % olarak gösterilen bir performans metriği. Doğrusal regresyon için, ayarlanmış R^2'yi yansıtır.

source: Training data used
tr_tr: Kullanılan eğitim verileri

source: Add all features
tr_tr: Tüm özellikleri ekle

source: Add all
tr_tr: Tümünü ekle

source: Available
tr_tr: Mevcut

source: Remove all features
tr_tr: Tüm özellikleri kaldır

source: Selected
tr_tr: Seçildi

source: Feature tree
tr_tr: Özellik ağacı

source: No population yet
tr_tr: Henüz popülasyon yok

source: Confirm population
tr_tr: Popülasyonu onayla

source: The population criteria were successfully saved.
tr_tr: Popülasyon kriterleri başarıyla kaydedildi.

source: Training data
tr_tr: Eğitim verileri

source: Training complete.
tr_tr: Eğitim tamamlandı.

source: Model Factory
tr_tr: Model Fabrikası

source: in
tr_tr: içinde

source: not in
tr_tr: içinde değil

source: Training complete
tr_tr: Eğitim tamamlandı

source: Keep new
tr_tr: Yeni tut

source: Keep original
tr_tr: Orijinali koru

source: Training saved
tr_tr: Eğitim kaydedildi

source: +{{count}} more
tr_tr: +{{count}} daha fazla

source: Please contact your administrator to enable the plugin.
tr_tr: Eklentiyi etkinleştirmek için lütfen yöneticinizle iletişime geçin.

source: Your account does not have access to this feature.
tr_tr: Hesabınızın bu özelliğe erişimi yok.

source: Plugin access disabled
tr_tr: Eklenti erişimi devre dışı bırakıldı

source: {{count}} option available
tr_tr: {{count}} seçenek mevcut

source: {{count}} options available
tr_tr: {{count}} seçenek mevcut

source: Loading...
tr_tr: Yükleniyor...

source: No options available
tr_tr: Mevcut seçenek yok

source: Based in
tr_tr: Merkez:

source: You have no listed team members. Come back later for further updates.
tr_tr: Listelenmiş takım üyeniz yok. Daha fazla güncelleme için daha sonra tekrar gelin.

source: Relation
tr_tr: İlişki

source: Goals that require an action from you or your manager
tr_tr: Sizden veya yöneticinizden bir eylem gerektiren hedefler

source: Approve or reject goals individually or approve all with optional comments.
tr_tr: Hedefleri tek tek onaylayın veya reddedin ya da isteğe bağlı yorumlarla hepsini onaylayın.

source: Goals that you own and need to work on.
tr_tr: Sahip olduğunuz ve üzerinde çalışmanız gereken hedefler.

source: Goals that are shared with me
tr_tr: Benimle paylaşılan hedefler

source: Goal category
tr_tr: Hedef kategorisi

source: My goals
tr_tr: Hedeflerim

source: {{weight}}% weight of my goal plan
tr_tr: Hedef planımın {{weight}} ağırlık yüzdesi

source: Start your journey
tr_tr: Yolculuğunuza başlayın

source: By setting a new goal
tr_tr: Yeni bir hedef belirleyerek

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
tr_tr: Şu anda herhangi bir hedefiniz yok. Hedefler belirlendikten sonra, ilerlemenizi buradan takip edebileceksiniz.

source: Here you will see the progress of your goals once they have moved forward.
tr_tr: Burada, hedefleriniz ilerledikten sonra ilerlemesini göreceksiniz.

source: Worker goals
tr_tr: Çalışan hedefleri

source: Empty title
tr_tr: Boş başlık

source: Progress
tr_tr: İlerleme

source: Search for a goal
tr_tr: Bir hedef ara

source: Search for goals or people
tr_tr: Hedefleri veya kişileri arayın

source: Ready to submit
tr_tr: Göndermeye hazır

source: Weight: {{weight}}%
tr_tr: Ağırlık: %{{weight}}

source: {{weight}}% weight
tr_tr: {{weight}} ağırlık yüzdesi

source: Admin configuration
tr_tr: Yönetici yapılandırması

source: Administration
tr_tr: Yönetim

source: Application setup
tr_tr: Uygulama kurulumu

source: Browser
tr_tr: Tarayıcı

source: Budgeting
tr_tr: Bütçeleme

source: Builder
tr_tr: Oluşturucu

source: Business data management
tr_tr: İş verisi yönetimi

source: Manage workers and organizational data
tr_tr: Çalışanları ve organizasyon verilerini yönetin

source: Business logic setup
tr_tr: İş mantığı kurulumu

source: Calibration
tr_tr: Kalibrasyon

source: Calibrations
tr_tr: Kalibrasyonlar

source: Pay Transparency
tr_tr: Ücret Şeffaflığı

source: Communication Rounds
tr_tr: İletişim Turları

source: Compensation Management
tr_tr: Ücret Yönetimi

source: Configuration overview
tr_tr: Yapılandırma genel bakışı

source: Compensation Rounds
tr_tr: Ücretlendirme Dönemleri

source: Cultural settings
tr_tr: Kültürel ayarlar

source: Data Management
tr_tr: Veri Yönetimi

source: Worker view
tr_tr: Çalışan görünümü

source: Equity
tr_tr: Hisse Senedi

source: Experience
tr_tr: Deneyim

source: Feature Enablement
tr_tr: Özellik Etkinleştirme

source: Activate features and adjust their settings
tr_tr: Özellikleri etkinleştirin ve ayarlarını yapın

source: Forms
tr_tr: Formlar

source: Insights
tr_tr: İçgörüler

source: Homepages
tr_tr: Ana sayfalar

source: Integrations
tr_tr: Entegrasyonlar

source: Localizations
tr_tr: Yerelleştirmeler

source: Manager dashboard
tr_tr: Yönetici panosu

source: Menu
tr_tr: Menü

source: Mobile/EX config
tr_tr: Mobil/EX yapılandırması

source: My passport
tr_tr: Pasaportum

source: My reviews
tr_tr: Değerlendirmelerim

source: Company Network
tr_tr: Şirket Ağı

source: C.Network
tr_tr: Şirket Ağı

source: Package builder
tr_tr: Paket oluşturucu

source: Pay Information
tr_tr: Ücret Bilgileri

source: Pay Predictor
tr_tr: Ücret Tahmincisi

source: Payout Curves
tr_tr: Ödeme Eğrileri

source: People
tr_tr: Kişiler

source: Performance Management
tr_tr: Performans Yönetimi

source: Platform Setup
tr_tr: Platform Kurulumu

source: Define system parameters and customize the user experience on the platform.
tr_tr: Sistem parametrelerini tanımlayın ve platformdaki kullanıcı deneyimini özelleştirin.

source: Privacy
tr_tr: Gizlilik

source: Rules
tr_tr: Kurallar

source: Security
tr_tr: Güvenlik

source: Breadcrumb
tr_tr: Gezinti Yolu

source: Main
tr_tr: Ana

source: Studio
tr_tr: Stüdyo

source: Talent Review Templates
tr_tr: Yetenek Değerlendirmer Şablonları

source: Individual view
tr_tr: Bireysel görünüm

source: Team & assigned reviews
tr_tr: Ekip ve atanan değerlendirmeler

source: Toolbox
tr_tr: Araç Kutusu

source: Workers & roles
tr_tr: Çalışanlar ve görevler

source: Workflows
tr_tr: İş akışları

source: City
tr_tr: Şehir

source: Delete picture
tr_tr: Resmi sil

source: The picture was successfully deleted.
tr_tr: Resim başarıyla silindi.

source: We couldn't connect.
tr_tr: Bağlantı kuramadık.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
tr_tr: İnternet bağlantınız kararsız olabilir. Lütfen bağlantınızı kontrol edip tekrar deneyin. Sorun devam ederse, yardım için BT ekibinizle iletişime geçin.

source: Other
tr_tr: Diğer

source: Peer
tr_tr: Akran

source: Direct report
tr_tr: Doğrudan bağlı çalışan

source: Upload picture
tr_tr: Resim yükle

source: No due date provided
tr_tr: Son tarih belirtilmedi

source: No priority
tr_tr: Öncelik yok

source: No tracking
tr_tr: Takip yok

source: No type
tr_tr: Tür yok

source: The nomination was approved.
tr_tr: Adaylık onaylandı.

source: The nomination was submitted.
tr_tr: Adaylık sunuldu.

source: The nomination was rejected.
tr_tr: Adaylık reddedildi.

source: {{count}} days to closing
tr_tr: Kapanışa {{count}} gün

source: Volume updated from {{before}} stocks to {{after}} stocks.
tr_tr: Hacim {{before}} hisse senetlerinden {{after}} hisse senetlerine güncellendi.

source: Your notification list is empty.
tr_tr: Bildirim listeniz boş.

source: Are you sure you want to delete all your notifications?
tr_tr: Tüm bildirimlerinizi silmek istediğinizden emin misiniz?

source: Are you sure you want to mark all notifications as read?
tr_tr: Tüm bildirimleri okundu olarak işaretlemek istediğinizden emin misiniz?

source: All notifications were marked as read.
tr_tr: Tüm bildirimler okundu olarak işaretlendi.

source: Mark as read
tr_tr: Okundu olarak işaretle

source: Mark as unread
tr_tr: Okunmadı olarak işaretle

source: View all messages
tr_tr: Tüm mesajları görüntüle

source: Create nudge
tr_tr: Dürtme mesajı oluşturun

source: Enter the basic information and the message of the nudge
tr_tr: Temel bilgileri ve dürtme mesajını girin

source: Nudge details
tr_tr: Dürtme ayrıntıları

source: Define the target population for the nudge
tr_tr: Dürtme için hedef kitleyi tanımlayın

source: Default email (notification@beqom.com)
tr_tr: Varsayılan e-posta (notification@beqom.com)

source: Email body
tr_tr: E-posta gövdesi

source: Email text
tr_tr: E-posta metni

source: Message notification
tr_tr: Mesaj bildirimi

source: Mobile push notification
tr_tr: Mobil anlık bildirimi

source: Notification bell text
tr_tr: Bildirim zili metni

source: Nudge message
tr_tr: Dürtme mesajı

source: Sender
tr_tr: Gönderen

source: Template owners
tr_tr: Şablon sahipleri

source: The name is mandatory.
tr_tr: Ad zorunludur.

source: Template settings
tr_tr: Şablon ayarları

source: Redirection URL
tr_tr: Yönlendirme URL'si

source: Copy and paste the link to the platform page you want users to visit.
tr_tr: Kullanıcıların ziyaret etmesini istediğiniz platform sayfasının bağlantısını kopyalayıp yapıştırın.

source: Are you sure you want to open the duplicated nudge?
tr_tr: Yinelenen dürtme bildirimini açmak istediğinizden emin misiniz?

source: Download the modified Excel file
tr_tr: Değiştirilmiş Excel dosyasını indirin

source: Compile the list of people who will receive the nudge notification.
tr_tr: Dürtme bildirimini alacak kişilerin listesini derleyin.

source: View nudge
tr_tr: Dürtme bildirimini görüntüle

source: Nudge
tr_tr: Dürtü

source: Download Excel template
tr_tr: Excel şablonunu indir

source: Edit the Excel file
tr_tr: Excel dosyasını düzenleyin

source: Add at least one recipient to send the nudge.
tr_tr: Dürtme mesajını göndermek için en az bir alıcı ekleyin.

source: Individuals to exclude
tr_tr: Hariç tutulacak kişiler

source: Individuals to include
tr_tr: Dahil edilecek kişiler

source: Upload a list of recipients
tr_tr: Alıcıların bir listesini yükleyin

source: Build a population
tr_tr: Bir popülasyon oluştur

source: Number of recipients: {{count}}
tr_tr: Alıcı sayısı: {{count}}

source: Population setup is restricted by template creator
tr_tr: Popülasyon kurulumu, şablon oluşturucu tarafından kısıtlanmıştır

source: Remove all selections
tr_tr: Tüm seçimleri kaldır

source: Send nudge
tr_tr: Dürtme mesajı gönder

source: Are you sure you want to send the nudge to {{count}} recipient?
tr_tr: Dürtme mesajını {{count}} alıcıya göndermek istediğinizden emin misiniz?

source: Are you sure you want to send the nudge to {{count}} recipients?
tr_tr: Dürtme mesajını {{count}} alıcıya göndermek istediğinizden emin misiniz?

source: Supported file formats: Excel. Maximum file size: 10MB.
tr_tr: Desteklenen dosya formatları: Excel. Maksimum dosya boyutu: 10 MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
tr_tr: Dosya doğrulanırken bir hata oluştu. Lütfen tekrar denemeden önce sütun adlarını, zorunlu verileri ve dosya formatını kontrol edin.

source: The file was successfully uploaded. Please download the log file.
tr_tr: Dosya başarıyla yüklendi. Lütfen günlük dosyasını indirin.

source: The nudge notification was successfully sent.
tr_tr: Dürtme bildirimi başarıyla gönderildi.

source: Go to first page
tr_tr: İlk sayfaya git

source: Go to {{page}} page
tr_tr: {{page}} sayfasına git

source: Items per page
tr_tr: Sayfa başına öğe

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
tr_tr: {{firstRowPosition}} - {{lastRowPosition}} / {{totalRows}}

source: Go to last page
tr_tr: Son sayfaya git

source: Go to next page
tr_tr: Sonraki sayfaya git

source: Page {{page}}
tr_tr: Sayfa {{page}}

source: Go to previous page
tr_tr: Önceki sayfaya git

source: Multiple
tr_tr: Çoklu

source: Paragraph
tr_tr: Paragraf

source: External
tr_tr: Harici
